Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: Device
ar: الجهاز
az: Cihaz
bg: Устройство
bn: ডিভাইস
cs: Zařízení
cy: Dyfais
da: Enhed
el: Συσκευή
es_419: Dispositivo
et: Seade
fa: دستگاه
fi: Laite
fr_ca: Appareil
ga: Gléas
he: מכשיר
hi: डिवाइस
hr: Uređaj
hu: Eszköz
hy: Սարք
id: Perangkat
is: Tæki
ja: デバイス
ka: მოწყობილობა
kk: Құрылғы
ko: 기기
lt: Įrenginys
lv: Ierīce
mk: Уред
mr: डिव्हाइस
ms: Peranti
mt: Apparat
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sq: Pajisja
sr: Уређај
sv: Enhet
sw: Kifaa
ta: சாதனம்
te: పరికరం
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
ur: آلہ
uz: Qurilma
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Device name
ar: اسم الجهاز
az: Cihazın adı
bg: Име на устройството
bn: ডিভাইসের নাম
cs: Název zařízení
cy: Enw’r ddyfais
da: Enhedsnavn
el: Όνομα συσκευής
es_419: Nombre del dispositivo
et: Seadme nimi
fa: نام دستگاه
fi: Laitteen nimi
fil: Pangalan ng device
fr_ca: Nom de l’appareil
ga: Ainm an ghléis
he: שם המכשיר
hi: डिवाइस का नाम
hr: Naziv uređaja
hu: Eszköz neve
hy: Սարքի անունը
id: Nama perangkat
is: Heiti tækis
ja: デバイス名
ka: მოწყობილობის სახელი
kk: Құрылғы атауы
ko: 기기 이름
lt: Įrenginio pavadinimas
lv: Ierīces nosaukums
mk: Име на уредот
mr: डिव्हाइसचे नाव
ms: Nama peranti
mt: Isem l-apparat
nb: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
pt_pt: Nome do dispositivo
ro: Numele dispozitivului
ru: Имя устройства
sk: Názov zariadenia
sl: Ime naprave
sq: Emri i pajisjes
sr: Назив уређаја
sv: Enhetsnamn
sw: Jina la kifaa
ta: சாதனத்தின் பெயர்
te: పరికరం పేరు
th: ชื่ออุปกรณ์
tr: Cihaz adı
uk: Назва пристрою
uz: Qurilma nomi
vi: Tên thiết bị
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Devices
ar: الأجهزة
az: Cihazlar
bg: Устройства
bn: ডিভাইস
cs: Zařízení
cy: Dyfeisiau
da: Enheder
el: Συσκευές
es_419: Dispositivos
et: Seadmed
fa: دستگاه‌ها
fi: Laitteet
fil: Mga device
fr_ca: Appareils
ga: Gléasanna
he: מכשירים
hi: डिवाइस
hr: Uređaji
hu: Eszközök
hy: Սարքեր
id: Perangkat
is: Tæki
ja: デバイス
ka: მოწყობილობები
kk: Құрылғылар
ko: 기기
lt: Įrenginiai
lv: Ierīces
mk: Уреди
mr: डिव्हाइसेस
ms: Peranti
mt: Apparati
nb: Enheter
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sq: Pajisjet
sr: Уређаји
sv: Enheter
sw: Vifaa
ta: சாதனங்கள்
te: పరికరాలు
th: อุปกรณ์
tr: Cihazlar
uk: Пристрої
ur: آلات
uz: Qurilmalar
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Dismiss
ar: تجاهل
az: Bağla
bg: Затвори
bn: বন্ধ করুন
cs: Zavřít
cy: Cau
da: Luk
el: Παράβλεψη
es_419: Descartar
et: Sulge
fa: بستن
fi: Sulje
fil: I-dismiss
fr_ca: Ignorer
ga: Dún
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
hy: Փակել
id: Tutup
is: Loka
ja: 閉じる
ka: დახურვა
kk: Жабу
ko: 닫기
lt: Uždaryti
lv: Aizvērt
mk: Затвори
mr: बंद करा
ms: Tutup
mt: Warrab
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Dispensar
pt_pt: Dispensar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Enable biometric unlock
ar: تفعيل الفتح بالمقاييس الحيوية
bg: Включи биометрично отключване
cs: Zapnout biometrické odemykání
cy: Galluogi datgloi biometrig
da: Aktivér biometrisk oplåsning
el: Ενεργοποίηση βιομετρικού ξεκλειδώματος
es_419: Activar desbloqueo biométrico
et: Luba biomeetriline avamine
fa: فعال کردن باز کردن قفل زیست‌سنجی
fi: Ota biometrinen avaus käyttöön
fil: I-enable ang biometric unlock
fr_ca: Activer le déverrouillage biométrique
ga: Cumasaigh díghlasáil bhithmhéadrach
he: הפעל פתיחה ביומטרית
hi: बायोमेट्रिक अनलॉक चालू करें
hr: Uključi biometrijsko otključavanje
hu: Biometrikus feloldás bekapcsolása
id: Aktifkan buka kunci biometrik
is: Kveikja á lífkennaopnun
ja: 生体認証によるロック解除を有効にする
ko: 생체 인식 잠금 해제 켜기
lt: Įjungti biometrinį atrakinimą
lv: Ieslēgt biometrisko atbloķēšanu
mk: Вклучи биометриско отклучување
ms: Hidupkan buka kunci biometrik
nb: Slå på biometrisk opplåsing
nl: Biometrisch ontgrendelen inschakelen
pl: Włącz odblokowanie biometryczne
pt_br: Ativar desbloqueio biométrico
pt_pt: Ativar desbloqueio biométrico
ro: Activează deblocarea biometrică
ru: Включить биометрическую разблокировку
sk: Zapnúť biometrické odomykanie
sl: Vklopi biometrično odklepanje
sq: Aktivizo shkyçjen biometrike
sr: Укључи биометријско откључавање
sv: Aktivera biometrisk upplåsning
sw: Washa ufunguzi wa kibayometriki
th: เปิดการปลดล็อกด้วยไบโอเมตริก
tr: Biyometrik kilit açmayı etkinleştir
uk: Увімкнути біометричне розблокування
vi: Bật mở khóa bằng sinh trắc học
zh_hans: 启用生物识别解锁
zh_hant: 啟用生物辨識解鎖

source: Enrolling your device…
ar: جارٍ تسجيل جهازك…
bg: Регистриране на устройството ви…
cs: Registrujeme vaše zařízení…
cy: Wrthi’n cofrestru eich dyfais…
da: Registrerer din enhed…
el: Γίνεται εγγραφή της συσκευής σας…
es_419: Registrando tu dispositivo…
et: Seadme registreerimine…
fa: در حال ثبت دستگاه شما…
fi: Rekisteröidään laitettasi…
fil: Nagre-register ng iyong device…
fr_ca: Inscription de votre appareil en cours…
ga: Do ghléas á chlárú…
he: רושם את המכשיר שלך…
hi: आपका डिवाइस रजिस्टर किया जा रहा है…
hr: Registriranje uređaja…
hu: Az eszköz regisztrálása…
id: Mendaftarkan perangkat Anda…
is: Skrái tækið þitt…
ja: デバイスを登録しています…
ko: 기기를 등록하는 중…
lt: Registruojamas jūsų įrenginys…
lv: Notiek ierīces reģistrēšana…
mk: Го регистрираме вашиот уред…
ms: Mendaftarkan peranti anda…
nb: Registrerer enheten din…
nl: Je apparaat wordt geregistreerd…
pl: Rejestrowanie urządzenia…
pt_br: Registrando seu dispositivo…
pt_pt: A registar o seu dispositivo…
ro: Se înregistrează dispozitivul…
ru: Регистрация устройства…
sk: Registrujeme vaše zariadenie…
sl: Registriranje naprave…
sq: Po regjistrohet pajisja juaj…
sr: Регистровање уређаја…
sv: Registrerar din enhet…
sw: Inasajili kifaa chako…
th: กำลังลงทะเบียนอุปกรณ์ของคุณ…
tr: Cihazınız kaydediliyor…
uk: Реєстрація пристрою…
vi: Đang đăng ký thiết bị của bạn…
zh_hans: 正在注册你的设备…
zh_hant: 正在註冊您的裝置…

source: Enrollment failed. Ask your administrator for a new invitation.
ar: فشل التسجيل. اطلب من المسؤول دعوة جديدة.
bg: Регистрацията е неуспешна. Поискайте нова покана от администратора си.
cs: Registrace se nezdařila. Požádejte správce o novou pozvánku.
cy: Methodd y cofrestriad. Gofynnwch i’ch gweinyddwr am wahoddiad newydd.
da: Registreringen mislykkedes. Bed din administrator om en ny invitation.
el: Η εγγραφή απέτυχε. Ζητήστε νέα πρόσκληση από τον διαχειριστή σας.
es_419: No se pudo completar el registro. Pídele una nueva invitación a tu administrador.
et: Registreerimine ebaõnnestus. Küsige administraatorilt uut kutset.
fa: ثبت انجام نشد. از سرپرست خود دعوت‌نامه جدیدی بخواهید.
fi: Rekisteröinti epäonnistui. Pyydä järjestelmänvalvojaltasi uusi kutsu.
fil: Nabigo ang pagpaparehistro. Humingi ng bagong imbitasyon sa iyong administrator.
fr_ca: L’inscription a échoué. Demandez une nouvelle invitation à votre administrateur.
ga: Theip ar an gclárú. Iarr cuireadh nua ar do riarthóir.
he: הרישום נכשל. בקש מהמנהל הזמנה חדשה.
hi: रजिस्ट्रेशन विफल रहा। अपने व्यवस्थापक से नया आमंत्रण माँगें।
hr: Registracija nije uspjela. Zatražite novu pozivnicu od administratora.
hu: A regisztráció nem sikerült. Kérjen új meghívót a rendszergazdától.
id: Pendaftaran gagal. Minta undangan baru kepada administrator Anda.
is: Skráning mistókst. Biddu kerfisstjórann þinn um nýtt boð.
ja: 登録に失敗しました。管理者に新しい招待を依頼してください。
ko: 등록에 실패했습니다. 관리자에게 새 초대를 요청하세요.
lt: Registracija nepavyko. Paprašykite administratoriaus naujo kvietimo.
lv: Reģistrācija neizdevās. Lūdziet administratoram jaunu ielūgumu.
ms: Pendaftaran gagal. Minta jemputan baharu daripada pentadbir anda.
nb: Registreringen mislyktes. Be administratoren om en ny invitasjon.
nl: Registratie mislukt. Vraag je beheerder om een nieuwe uitnodiging.
pl: Rejestracja nie powiodła się. Poproś administratora o nowe zaproszenie.
pt_br: Falha no registro. Peça um novo convite ao seu administrador.
pt_pt: O registo falhou. Peça um novo convite ao seu administrador.
ro: Înregistrarea a eșuat. Cereți administratorului o invitație nouă.
ru: Не удалось завершить регистрацию. Попросите у администратора новое приглашение.
sk: Registrácia zlyhala. Požiadajte správcu o novú pozvánku.
sl: Registracija ni uspela. Skrbnika prosite za novo povabilo.
sq: Regjistrimi dështoi. Kërkojini administratorit një ftesë të re.
sr: Регистрација није успела. Затражите нову позивницу од администратора.
sv: Registreringen misslyckades. Be din administratör om en ny inbjudan.
sw: Usajili umeshindikana. Muombe msimamizi wako mwaliko mpya.
th: การลงทะเบียนล้มเหลว โปรดขอคำเชิญใหม่จากผู้ดูแลระบบ
tr: Kayıt başarısız oldu. Yöneticinizden yeni bir davet isteyin.
uk: Не вдалося завершити реєстрацію. Попросіть в адміністратора нове запрошення.
vi: Đăng ký không thành công. Hãy yêu cầu quản trị viên gửi lời mời mới.
zh_hans: 注册失败。请向管理员索取新的邀请。
zh_hant: 註冊失敗。請向管理者索取新的邀請。

source: Enter code manually
ar: إدخال الرمز يدويًا
bg: Въведи кода ръчно
cs: Zadat kód ručně
cy: Rhoi’r cod â llaw
da: Indtast koden manuelt
el: Μη αυτόματη εισαγωγή κωδικού
es_419: Ingresar código manualmente
et: Sisesta kood käsitsi
fa: وارد کردن دستی کد
fi: Syötä koodi manuaalisesti
fil: Manu-manong ilagay ang code
fr_ca: Entrer le code manuellement
ga: Cuir an cód isteach de láimh
he: הזן קוד ידנית
hi: कोड मैन्युअल रूप से डालें
hr: Unesi kod ručno
hu: Kód megadása kézzel
id: Masukkan kode secara manual
is: Slá inn kóða handvirkt
ja: コードを手動で入力
ka: კოდის ხელით შეყვანა
ko: 코드 직접 입력
lt: Įvesti kodą rankiniu būdu
lv: Ievadīt kodu manuāli
mk: Внеси го кодот рачно
ms: Masukkan kod secara manual
nb: Skriv inn koden manuelt
nl: Code handmatig invoeren
pl: Wprowadź kod ręcznie
pt_br: Inserir código manualmente
pt_pt: Introduzir código manualmente
ro: Introdu codul manual
ru: Ввести код вручную
sk: Zadať kód ručne
sl: Ročno vnesi kodo
sq: Vendos kodin manualisht
sr: Унеси код ручно
sv: Ange koden manuellt
sw: Weka msimbo mwenyewe
th: ป้อนรหัสด้วยตนเอง
tr: Kodu elle gir
uk: Ввести код вручну
vi: Nhập mã thủ công
zh_hans: 手动输入验证码
zh_hant: 手動輸入驗證碼

source: Enter the 6-digit code from your authenticator app.
ar: أدخل الرمز المكوّن من 6 أرقام من تطبيق المصادقة.
bg: Въведете шестцифрения код от приложението за удостоверяване.
cs: Zadejte šestimístný kód z ověřovací aplikace.
cy: Rhowch y cod 6 digid o’ch ap dilysu.
da: Indtast den 6-cifrede kode fra din godkendelsesapp.
el: Εισαγάγετε τον εξαψήφιο κωδικό από την εφαρμογή ελέγχου ταυτότητας.
es_419: Ingresa el código de 6 dígitos de tu app de autenticación.
et: Sisestage autentimisrakenduse kuuekohaline kood.
fa: کد ۶ رقمی را از برنامه احراز هویت خود وارد کنید.
fi: Anna kuusinumeroinen koodi todennussovelluksestasi.
fil: Ilagay ang 6 na digit na code mula sa iyong authenticator app.
fr_ca: Entrez le code à 6 chiffres de votre application d’authentification.
ga: Cuir isteach an cód 6 dhigit ó d’aip fíordheimhnithe.
he: הזן את הקוד בן 6 הספרות מאפליקציית האימות.
hi: अपने प्रमाणक ऐप से 6 अंकों का कोड डालें।
hr: Unesite šesteroznamenkasti kod iz aplikacije za autentifikaciju.
hu: Adja meg a hitelesítő alkalmazásban látható hatjegyű kódot.
id: Masukkan kode 6 digit dari aplikasi autentikator Anda.
is: Sláðu inn sex stafa kóðann úr auðkenningarforritinu þínu.
ja: 認証アプリに表示されている6桁のコードを入力してください。
ko: 인증 앱에 표시된 6자리 코드를 입력하세요.
lt: Įveskite šešių skaitmenų kodą iš tapatybės nustatymo programos.
lv: Ievadiet sešciparu kodu no autentifikācijas lietotnes.
mk: Внесете го шестцифрениот код од апликацијата за автентикација.
ms: Masukkan kod 6 digit daripada aplikasi pengesah anda.
nb: Skriv inn den sekssifrede koden fra autentiseringsappen din.
nl: Voer de 6-cijferige code uit je authenticator-app in.
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej.
pt_br: Digite o código de 6 dígitos do seu app autenticador.
pt_pt: Introduza o código de 6 dígitos da sua aplicação de autenticação.
ro: Introduceți codul din 6 cifre din aplicația de autentificare.
ru: Введите шестизначный код из приложения-аутентификатора.
sk: Zadajte šesťmiestny kód z overovacej aplikácie.
sl: Vnesite šestmestno kodo iz aplikacije za preverjanje pristnosti.
sq: Vendosni kodin gjashtëshifror nga aplikacioni i vërtetimit.
sr: Унесите шестоцифрени код из апликације за потврду идентитета.
sv: Ange den sexsiffriga koden från din autentiseringsapp.
sw: Weka msimbo wa tarakimu 6 kutoka programu yako ya uthibitishaji.
th: ป้อนรหัส 6 หลักจากแอปยืนยันตัวตนของคุณ
tr: Kimlik doğrulama uygulamanızdaki 6 haneli kodu girin.
uk: Введіть шестизначний код із програми автентифікації.
vi: Nhập mã gồm 6 chữ số từ ứng dụng xác thực của bạn.
zh_hans: 请输入身份验证器应用中的 6 位验证码。
zh_hant: 請輸入驗證器 App 中的 6 位數驗證碼。

source: Face ID is locked. Enter your device passcode to continue.
ar: تم قفل Face ID. أدخل رمز دخول الجهاز للمتابعة.
bg: Face ID е заключен. Въведете паролата на устройството, за да продължите.
cs: Face ID je uzamčeno. Pokračujte zadáním kódu zařízení.
cy: Mae Face ID wedi’i gloi. Rhowch god mynediad eich dyfais i barhau.
da: Face ID er låst. Indtast enhedens adgangskode for at fortsætte.
el: Το Face ID είναι κλειδωμένο. Εισαγάγετε το συνθηματικό της συσκευής για να συνεχίσετε.
es_419: Face ID está bloqueado. Ingresa el código de tu dispositivo para continuar.
et: Face ID on lukus. Jätkamiseks sisestage seadme pääsukood.
fi: Face ID on lukittu. Anna laitteen pääsykoodi, niin voit jatkaa.
fil: Naka-lock ang Face ID. Ilagay ang passcode ng device para magpatuloy.
fr_ca: Face ID est verrouillé. Entrez le code de votre appareil pour continuer.
ga: Tá Face ID glasáilte. Cuir isteach paschód an ghléis chun leanúint ar aghaidh.
he: Face ID נעול. הזן את קוד הגישה של המכשיר כדי להמשיך.
hi: Face ID लॉक है। जारी रखने के लिए डिवाइस का पासकोड डालें।
hr: Face ID je zaključan. Unesite zaporku uređaja da biste nastavili.
hu: A Face ID zárolva van. A folytatáshoz adja meg az eszköz kódját.
id: Face ID terkunci. Masukkan kode sandi perangkat untuk melanjutkan.
is: Face ID er læst. Sláðu inn lykilorð tækisins til að halda áfram.
ja: Face IDがロックされています。続けるにはデバイスのパスコードを入力してください。
ko: Face ID가 잠겼습니다. 계속하려면 기기 암호를 입력하세요.
lt: Face ID užrakintas. Norėdami tęsti, įveskite įrenginio slaptakodį.
mk: Face ID е заклучен. Внесете ја лозинката на уредот за да продолжите.
ms: Face ID dikunci. Masukkan kod laluan peranti untuk meneruskan.
nb: Face ID er låst. Skriv inn enhetskoden for å fortsette.
nl: Face ID is vergrendeld. Voer de toegangscode van je apparaat in om door te gaan.
pl: Face ID jest zablokowany. Wprowadź kod dostępu urządzenia, aby kontynuować.
pt_br: O Face ID está bloqueado. Digite o código do dispositivo para continuar.
pt_pt: O Face ID está bloqueado. Introduza o código do dispositivo para continuar.
ro: Face ID este blocat. Introduceți codul de acces al dispozitivului pentru a continua.
ru: Face ID заблокирован. Введите код-пароль устройства, чтобы продолжить.
sl: Face ID je zaklenjen. Za nadaljevanje vnesite geslo naprave.
sq: Face ID është i kyçur. Vendosni kodin e pajisjes për të vazhduar.
sr: Face ID је закључан. Унесите лозинку уређаја да бисте наставили.
sv: Face ID är låst. Ange enhetens lösenkod för att fortsätta.
sw: Face ID imefungwa. Weka nenosiri la kifaa ili kuendelea.
th: Face ID ถูกล็อก ป้อนรหัสผ่านอุปกรณ์เพื่อดำเนินการต่อ
tr: Face ID kilitli. Devam etmek için cihaz parolanızı girin.
uk: Face ID заблоковано. Введіть код-пароль пристрою, щоб продовжити.
vi: Face ID đã bị khóa. Nhập mật mã thiết bị để tiếp tục.
zh_hans: 面容 ID 已锁定。请输入设备密码以继续。
zh_hant: Face ID 已鎖定。請輸入裝置密碼以繼續。

source: Generate new recovery code
ar: إنشاء رمز استرداد جديد
bg: Генерирай нов код за възстановяване
cs: Vygenerovat nový kód pro obnovení
cy: Cynhyrchu cod adfer newydd
da: Generér ny gendannelseskode
el: Δημιουργία νέου κωδικού ανάκτησης
es_419: Generar un nuevo código de recuperación
et: Loo uus taastekood
fa: ایجاد کد بازیابی جدید
fi: Luo uusi palautuskoodi
fil: Gumawa ng bagong recovery code
fr_ca: Générer un nouveau code de récupération
ga: Gin cód aisghabhála nua
he: צור קוד שחזור חדש
hi: नया रिकवरी कोड बनाएँ
hr: Generiraj novi kod za oporavak
hu: Új helyreállítási kód létrehozása
id: Buat kode pemulihan baru
is: Búa til nýjan endurheimtukóða
ja: 新しいリカバリコードを生成
ko: 새 복구 코드 생성
lt: Sukurti naują atkūrimo kodą
lv: Ģenerēt jaunu atkopšanas kodu
mk: Генерирај нов код за враќање
ms: Jana kod pemulihan baharu
nb: Lag ny gjenopprettingskode
nl: Nieuwe herstelcode genereren
pl: Wygeneruj nowy kod odzyskiwania
pt_br: Gerar novo código de recuperação
pt_pt: Gerar novo código de recuperação
ro: Generează un cod de recuperare nou
ru: Создать новый код восстановления
sk: Vygenerovať nový kód na obnovenie
sl: Ustvari novo kodo za obnovitev
sq: Krijo kod të ri rikuperimi
sr: Генериши нови код за опоравак
sv: Skapa en ny återställningskod
sw: Tengeneza msimbo mpya wa kurejesha
th: สร้างรหัสกู้คืนใหม่
tr: Yeni kurtarma kodu oluştur
uk: Створити новий код відновлення
vi: Tạo mã khôi phục mới
zh_hans: 生成新的恢复代码
zh_hant: 產生新的復原碼

source: Hide code
ar: إخفاء الرمز
az: Kodu gizlət
bg: Скрий кода
bn: কোড লুকান
cs: Skrýt kód
cy: Cuddio’r cod
da: Skjul kode
el: Απόκρυψη κωδικού
es_419: Ocultar código
et: Peida kood
fa: پنهان کردن کد
fi: Piilota koodi
fil: Itago ang code
fr_ca: Masquer le code
ga: Folaigh an cód
he: הסתר קוד
hi: कोड छिपाएँ
hr: Sakrij kod
hu: Kód elrejtése
hy: Թաքցնել ծածկագիրը
id: Sembunyikan kode
is: Fela kóða
ja: コードを非表示
ka: კოდის დამალვა
kk: Кодты жасыру
ko: 코드 숨기기
lt: Slėpti kodą
lv: Slēpt kodu
mk: Скриј код
mr: कोड लपवा
ms: Sembunyikan kod
mt: Aħbi l-kodiċi
nb: Skjul kode
nl: Code verbergen
pl: Ukryj kod
pt_br: Ocultar código
pt_pt: Ocultar código
ro: Ascunde codul
ru: Скрыть код
sk: Skryť kód
sl: Skrij kodo
sq: Fshih kodin
sr: Сакриј код
sv: Dölj kod
sw: Ficha msimbo
ta: குறியீட்டை மறை
te: కోడ్‌ను దాచు
th: ซ่อนรหัส
tr: Kodu gizle
uk: Приховати код
ur: کوڈ چھپائیں
uz: Kodni yashirish
vi: Ẩn mã
zh_hans: 隐藏验证码
zh_hant: 隱藏驗證碼

source: I have saved my recovery code
ar: لقد حفظت رمز الاسترداد
bg: Запазих своя код за възстановяване
cs: Kód pro obnovení jsem si uložil
cy: Rwyf wedi cadw fy nghod adfer
da: Jeg har gemt min gendannelseskode
el: Αποθήκευσα τον κωδικό ανάκτησης
es_419: Ya guardé mi código de recuperación
et: Olen oma taastekoodi salvestanud
fa: کد بازیابی را ذخیره کرده‌ام
fi: Olen tallentanut palautuskoodini
fil: Na-save ko na ang aking recovery code
fr_ca: J’ai conservé mon code de récupération
ga: Tá mo chód aisghabhála sábháilte agam
he: שמרתי את קוד השחזור שלי
hi: मैंने अपना रिकवरी कोड सहेज लिया है
hr: Spremio sam svoj kod za oporavak
hu: Elmentettem a helyreállítási kódomat
id: Saya sudah menyimpan kode pemulihan
is: Ég hef vistað endurheimtukóðann minn
ja: リカバリコードを保存しました
ko: 복구 코드를 저장했습니다
lt: Išsaugojau savo atkūrimo kodą
lv: Esmu saglabājis atkopšanas kodu
mk: Го зачував кодот за враќање
ms: Saya telah menyimpan kod pemulihan saya
nb: Jeg har lagret gjenopprettingskoden min
nl: Ik heb mijn herstelcode bewaard
pl: Zapisałem swój kod odzyskiwania
pt_br: Salvei meu código de recuperação
pt_pt: Já guardei o meu código de recuperação
ro: Mi-am salvat codul de recuperare
ru: Я сохранил код восстановления
sk: Kód na obnovenie som si uložil
sl: Kodo za obnovitev sem shranil
sq: E kam ruajtur kodin tim të rikuperimit
sr: Сачувао сам свој код за опоравак
sv: Jag har sparat min återställningskod
sw: Nimehifadhi msimbo wangu wa kurejesha
th: ฉันบันทึกรหัสกู้คืนแล้ว
tr: Kurtarma kodumu kaydettim
uk: Я зберіг код відновлення
vi: Tôi đã lưu mã khôi phục
zh_hans: 我已保存恢复代码
zh_hant: 我已儲存復原碼

source: If this wasn’t you, deny the request and change your password.
ar: إذا لم تكن أنت، فارفض الطلب وغيّر كلمة المرور.
bg: Ако това не сте били вие, отхвърлете заявката и сменете паролата си.
cs: Pokud jste to nebyli vy, žádost zamítněte a změňte si heslo.
cy: Os nad chi oedd hwn, gwrthodwch y cais a newidiwch eich cyfrinair.
da: Hvis det ikke var dig, skal du afvise anmodningen og ændre din adgangskode.
el: Αν δεν ήσασταν εσείς, απορρίψτε το αίτημα και αλλάξτε τον κωδικό πρόσβασής σας.
es_419: Si no fuiste tú, deniega la solicitud y cambia tu contraseña.
et: Kui see polnud teie, lükake taotlus tagasi ja muutke oma parool.
fa: اگر شما نبودید، درخواست را رد کنید و گذرواژه خود را تغییر دهید.
fi: Jos se et ollut sinä, hylkää pyyntö ja vaihda salasanasi.
fil: Kung hindi ikaw iyon, tanggihan ang kahilingan at palitan ang iyong password.
fr_ca: Si ce n’était pas vous, refusez la demande et changez votre mot de passe.
ga: Mura tusa a bhí ann, diúltaigh don iarratas agus athraigh do phasfhocal.
he: אם זה לא היית אתה, דחה את הבקשה ושנה את הסיסמה.
hi: अगर यह आप नहीं थे, तो अनुरोध अस्वीकार करें और अपना पासवर्ड बदलें।
hr: Ako to niste bili vi, odbijte zahtjev i promijenite zaporku.
hu: Ha nem Ön volt, utasítsa el a kérést, és változtassa meg a jelszavát.
id: Jika itu bukan Anda, tolak permintaan dan ubah kata sandi Anda.
is: Ef þetta varst ekki þú skaltu hafna beiðninni og breyta lykilorðinu þínu.
ja: 心当たりがない場合は、リクエストを拒否してパスワードを変更してください。
ko: 본인이 아닌 경우 요청을 거부하고 비밀번호를 변경하세요.
lt: Jei tai buvote ne jūs, atmeskite užklausą ir pakeiskite slaptažodį.
lv: Ja tas nebijāt jūs, noraidiet pieprasījumu un nomainiet paroli.
mk: Ако тоа не бевте вие, одбијте го барањето и променете ја лозинката.
ms: Jika itu bukan anda, tolak permintaan dan tukar kata laluan anda.
nb: Hvis dette ikke var deg, avslå forespørselen og bytt passord.
nl: Als jij dit niet was, weiger het verzoek en wijzig je wachtwoord.
pl: Jeśli to nie Ty, odrzuć prośbę i zmień hasło.
pt_br: Se não foi você, negue a solicitação e altere sua senha.
pt_pt: Se não foi o utilizador, recuse o pedido e altere a sua palavra-passe.
ro: Dacă nu ați fost dvs., respingeți solicitarea și schimbați-vă parola.
ru: Если это были не вы, отклоните запрос и смените пароль.
sk: Ak ste to neboli vy, žiadosť zamietnite a zmeňte si heslo.
sl: Če to niste bili vi, zavrnite zahtevo in spremenite geslo.
sq: Nëse nuk ishit ju, refuzoni kërkesën dhe ndryshoni fjalëkalimin.
sr: Ако то нисте били ви, одбијте захтев и промените лозинку.
sv: Om det inte var du bör du neka begäran och byta lösenord.
th: หากไม่ใช่คุณ ให้ปฏิเสธคำขอและเปลี่ยนรหัสผ่าน
tr: Bu siz değilseniz isteği reddedin ve parolanızı değiştirin.
uk: Якщо це були не ви, відхиліть запит і змініть пароль.
vi: Nếu đó không phải là bạn, hãy từ chối yêu cầu và đổi mật khẩu.
zh_hans: 如果这不是你本人操作，请拒绝该请求并更改密码。
zh_hant: 若這不是您本人的操作，請拒絕該請求並更改密碼。

source: Last used %@
ar: آخر استخدام %@
bg: Последно използвано %@
cs: Naposledy použito %@
cy: Defnyddiwyd ddiwethaf %@
da: Sidst brugt %@
el: Τελευταία χρήση %@
es_419: Último uso: %@
et: Viimati kasutatud %@
fa: آخرین استفاده %@
fi: Viimeksi käytetty %@
fil: Huling ginamit %@
fr_ca: Dernière utilisation : %@
ga: Úsáidte go deireanach %@
he: שימוש אחרון %@
hi: पिछली बार इस्तेमाल %@
hr: Zadnji put upotrijebljeno %@
hu: Utoljára használva: %@
id: Terakhir digunakan %@
is: Síðast notað %@
ja: 最終使用: %@
ko: 마지막 사용 %@
lt: Paskutinį kartą naudota %@
lv: Pēdējoreiz izmantota %@
mk: Последно користено %@
ms: Terakhir digunakan %@
nb: Sist brukt %@
nl: Laatst gebruikt %@
pl: Ostatnio użyte %@
pt_br: Último uso: %@
pt_pt: Última utilização: %@
ro: Ultima utilizare %@
ru: Последнее использование: %@
sk: Naposledy použité %@
sl: Nazadnje uporabljeno %@
sq: Përdorur së fundi %@
sr: Последњи пут коришћено %@
sv: Senast använd %@
sw: Kilitumika mwisho %@
th: ใช้ล่าสุด %@
tr: Son kullanım %@
uk: Востаннє використано %@
vi: Dùng lần cuối %@
zh_hans: 上次使用 %@
zh_hant: 上次使用 %@
